<template>
    <div>
        <mt-header title="关于我们" fixed class="mt-header wid">
            <router-link to="Myhome" slot="left">
                <mt-button icon="back"></mt-button>
            </router-link>
        </mt-header>
        <div class="ab-tit">▼ 官方白皮书...</div>
        <div class="ab-d1" v-if="open">
            <p class="ab-p">
                一、比特基金（BOC）平台优势  
                <span class="ab-span">&nbsp;&nbsp;&nbsp;&nbsp; 
                    1、稀缺的发行数量， 比特基金初期发型量少，手机端预挖仅有500万枚，后期上线专用的挖矿实体设备，属于稀缺型虚拟货币，后期增值空间大，预期价格50元/枚以上，无任何风险。银行级用户数据加密、动态身份验证，后期数字钱包多层加密，离线存储于银行保险柜，确保账户安全，多级风险识别控制，保障交易安全。 
                    <br>
                    2、超高利润，简单操作 挖矿者直接服务于整合平台用户流量，工作量直接转化为收益，矿机算法能力强大，保证连续天天涨停，利润持续增长10-100倍。同时推荐朋友购买矿机，推荐者可拿到高额奖励，收益渠道多，利润丰厚，操作简单，只要手中一台手机，就可以储存，享受随时随地的挖矿收益。 
                    <br>  
                    3、整合支付平台，资金变现速度快 在数字货币普及的大趋势下，我们的比特基金对接线上线下合作资源，积极打通BOC与线上线下各种实物及实体间支付通道，实现了强大的支付功能，透明化点对点交易，保证一切快捷方便，用户使用BOC可以充值话费、购买各种实物、在线上商城及线下商场购物支付，充值游戏装备、在娱乐场所消费。今后，无论用户身处何处，都能够通过BOC扫一扫实现逛街、吃饭、购物、外卖、看电影、洗车等一系列消费支付。矿机产币，货币真实流通随时随地便捷生活消费，随时随地享受赚钱的价值。 
                    <br>4、去现金化，比特基金除最初抢购矿机销售期间外，全程均只有币之间的兑换，每日的免费矿机限量发布，更是给予了零元创业人群也能打造无限财富的机会。</span>
            </p>
            <p class="ab-p">
                二、平台技术优势  
                <span class="ab-span">&nbsp;&nbsp;&nbsp;&nbsp;比特基金（BOC）基于Ethash算法帮助用户盈利，Ethash算法是以太区块链有名的工作量证明算法，是基于移动互联网和区块链技术而产生的加密数字链，更是数字货币与实体间的交易体系。它通过手机等各种智能终端让人们将工作量转化为可交易应用的去中心化加密数字链，是基于移动互联网智能终端加密技术，用工作量来核算收益产生比特基金（BOC）。 比特基金（BOC）是一种有价值的无形商品，用户通过工作量，算力等透明每一个环节，用Ethash算法为基础，公正化BOC的发行。重新定于货币的价值，由广大矿工与实体制造者共同参与币价的恒定，使之真实具有消费、增值等多元功能为一体的新型货币，让之渗入小至手机充值，数码产品等的购买，大至汽车房产的流通参与，也可与以太币等主流货币，进行兑换，实现真正意义上的流通！新一代矿工可在参与中获取高额利润，新一轮的财富分割风暴，错过了价入云霄的BTB等，BOC再不容错过。</span>
            </p>
            <p class="ab-p">
                三、我们的开发团队
                <span class="ab-span">&nbsp;&nbsp;&nbsp;&nbsp;   比特基金（BOC）的研发团队为美国多位著名科学家共同发起研发，在团队雄厚的研发实力支持下，经过刻苦钻研比特基金（BOC），面向全球用户推出比特基金（BOC）。让用户享受新型数字货币的同时，成就财富梦想！ 投资比特基金（BOC）之前，请自行阅读央行等五部委《关于防范BTC风险的通知》，虽然数字货币是一种数字资产，用户在风险自负的前提下，可以自由交易。但是数字货币受政策，市场，技术等各方面因素影响，价格容易剧烈波动。希望大家认清和评估自身风险，理性投资并合理规避风险。炒币有风险，入市需谨慎。 当市场大行情出现整体低迷时，我们将征求用户意见，在用户同意的情况下，我们将尽最大努力控制币值的稳定性，以维护用户的利益，包括但不限于控制市场流通量、锁仓奖励、多元化发展、增大购买力等措施。</span>
            </p>
        </div>
        <div class="ab-tit">▼ 平台介绍...</div>
        <div class="ab-d1">
            <p class="ab-p">
                一、比特基金（BOC）平台优势  
                <span class="ab-span">&nbsp;&nbsp;&nbsp;&nbsp; 
                    1、稀缺的发行数量， 比特基金初期发型量少，手机端预挖仅有500万枚，后期上线专用的挖矿实体设备，属于稀缺型虚拟货币，后期增值空间大，预期价格50元/枚以上，无任何风险。银行级用户数据加密、动态身份验证，后期数字钱包多层加密，离线存储于银行保险柜，确保账户安全，多级风险识别控制，保障交易安全。 
                    <br>
                    2、超高利润，简单操作 挖矿者直接服务于整合平台用户流量，工作量直接转化为收益，矿机算法能力强大，保证连续天天涨停，利润持续增长10-100倍。同时推荐朋友购买矿机，推荐者可拿到高额奖励，收益渠道多，利润丰厚，操作简单，只要手中一台手机，就可以储存，享受随时随地的挖矿收益。 
                    <br>  
                    3、整合支付平台，资金变现速度快 在数字货币普及的大趋势下，我们的比特基金对接线上线下合作资源，积极打通BOC与线上线下各种实物及实体间支付通道，实现了强大的支付功能，透明化点对点交易，保证一切快捷方便，用户使用BOC可以充值话费、购买各种实物、在线上商城及线下商场购物支付，充值游戏装备、在娱乐场所消费。今后，无论用户身处何处，都能够通过BOC扫一扫实现逛街、吃饭、购物、外卖、看电影、洗车等一系列消费支付。矿机产币，货币真实流通随时随地便捷生活消费，随时随地享受赚钱的价值。 
                    <br>4、去现金化，比特基金除最初抢购矿机销售期间外，全程均只有币之间的兑换，每日的免费矿机限量发布，更是给予了零元创业人群也能打造无限财富的机会。</span>
            </p>
            <p class="ab-p">
                二、平台技术优势  
                <span class="ab-span">&nbsp;&nbsp;&nbsp;&nbsp;比特基金（BOC）基于Ethash算法帮助用户盈利，Ethash算法是以太区块链有名的工作量证明算法，是基于移动互联网和区块链技术而产生的加密数字链，更是数字货币与实体间的交易体系。它通过手机等各种智能终端让人们将工作量转化为可交易应用的去中心化加密数字链，是基于移动互联网智能终端加密技术，用工作量来核算收益产生比特基金（BOC）。 比特基金（BOC）是一种有价值的无形商品，用户通过工作量，算力等透明每一个环节，用Ethash算法为基础，公正化BOC的发行。重新定于货币的价值，由广大矿工与实体制造者共同参与币价的恒定，使之真实具有消费、增值等多元功能为一体的新型货币，让之渗入小至手机充值，数码产品等的购买，大至汽车房产的流通参与，也可与以太币等主流货币，进行兑换，实现真正意义上的流通！新一代矿工可在参与中获取高额利润，新一轮的财富分割风暴，错过了价入云霄的BTB等，BOC再不容错过。</span>
            </p>
            <p class="ab-p">
                三、我们的开发团队
                <span class="ab-span">&nbsp;&nbsp;&nbsp;&nbsp;   比特基金（BOC）的研发团队为美国多位著名科学家共同发起研发，在团队雄厚的研发实力支持下，经过刻苦钻研比特基金（BOC），面向全球用户推出比特基金（BOC）。让用户享受新型数字货币的同时，成就财富梦想！ 投资比特基金（BOC）之前，请自行阅读央行等五部委《关于防范BTC风险的通知》，虽然数字货币是一种数字资产，用户在风险自负的前提下，可以自由交易。但是数字货币受政策，市场，技术等各方面因素影响，价格容易剧烈波动。希望大家认清和评估自身风险，理性投资并合理规避风险。炒币有风险，入市需谨慎。 当市场大行情出现整体低迷时，我们将征求用户意见，在用户同意的情况下，我们将尽最大努力控制币值的稳定性，以维护用户的利益，包括但不限于控制市场流通量、锁仓奖励、多元化发展、增大购买力等措施。</span>
            </p>
        </div>
    </div>
</template>

<script>
export default {
    data(){
        return {
            open:1
        }
    }
}
</script>


<style>
    .ab-tit>a{
        color: rgb(0,0,0);
    }
</style>


