<template>
    <div>
        <mt-header title="帮助中心" fixed class="mt-header wid">
            <router-link to="Myhome" slot="left">
                <mt-button icon="back"></mt-button>
            </router-link>
        </mt-header>
        <div class="ab-tit">▼ 操作指南</div>
        <div class="ab-d1">
            <p class="ab-p">
                一、操作步骤  
                <span class="ab-span"> 
                    1、登录成功后先实名认证，请严格按照审核标准操作，待审核通过后系统会自动发送奖励到当前账号。
                    <br>
                    2、奖励或租用的矿机会自动挖矿，在我的矿机页面可查看矿机详情，产量手动领取。 
                    <br>  
                    3、账户余额可在交易大厅挂卖或在首页矿机商城继续租用获取更多收益。
                </span>
            </p>
            <p class="ab-p">
                二、交易规则-卖出  
                <span class="ab-span"> 
                    1、进交易大厅页面，输入要卖出的数量单价，点击提交订单，等待匹配。
                    <br>
                    2、或者进入交易大厅浏览下方待买订单列表，点击直接匹配交易。 
                    <br>  
                    3、匹配成功后等待对方支付宝付款。
                    <br>  
                    4、如果买方1小时之内未付款点击申请客服介入。
                    <br>  
                    5、如果1小时内收到付款，及时在订单详情点击确认收款，交易完成。
                </span>
            </p>
            <p class="ab-p">
                三、交易规则-买入  
                <span class="ab-span"> 
                    1、进交易大厅页面，输入要购买的数量单价，点击提交订单，等待匹配。
                    <br>
                    2、或者进入交易大厅浏览下方待卖订单列表，点击直接匹配交易。 
                    <br>  
                    3、匹配成功后可查看订单详情，获取卖方详细信息，必须在1小时之内通过支付宝向对方转账对应的金额。
                    <br>  
                    4、付款成功以后截图上传支付凭证，并点击我已付款按钮，等待对方确认收款。
                    <br>  
                    5、卖方收款确认后订单交易成功，币到账。
                    <br>  
                    <br>  
                    <u>注意：付款之前请严格对照收款方信息，姓名与支付宝不一致不要付款！</u>
                </span>
            </p>
        </div>
    </div>
</template>

